[
  {
    "image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/penthouse-apartment-01-450x300.jpg",
    "estate_title": "Oceanview Penthouse",
    "id": 1,
    "segment_name": "Penthouse",
    "description": "A stunning penthouse with panoramic ocean views and luxurious amenities.",
    "price": "$5,000,000",
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Miami Beach, FL",
    "facilities": ["living room", "swimming pool", "kitchen", "rooftop terrace", "gym"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/penthouse-banner.jpg",
    "address": "123 Oceanview Ave, Miami Beach, FL",
    "long_description": "This Oceanview Penthouse is a dream property located in the prestigious Miami Beach, offering the ultimate in luxury living. From every corner of this stunning penthouse, you can enjoy sweeping panoramic views of the ocean. Whether you're gazing out from the spacious living room or waking up to the sound of the waves from your bedroom, the serene beauty of the ocean surrounds you. This penthouse has been designed with the highest quality finishes and luxurious features that cater to every comfort and desire. It includes expansive living spaces, multiple entertainment areas, and a state-of-the-art kitchen equipped with top-of-the-line appliances, making it perfect for both hosting and everyday living. One of the most captivating features of this penthouse is the private rooftop terrace, which allows residents to enjoy the ocean views from a completely unique vantage point. The terrace is outfitted with comfortable seating areas, perfect for lounging, as well as a dining area where you can enjoy meals with friends and family under the open sky. The rooftop terrace also comes with its own private swimming pool, offering you the chance to relax in the water while gazing out at the endless blue of the ocean. The master bedroom in this penthouse is nothing short of magnificent. It features floor-to-ceiling windows that showcase the ocean views, along with a luxurious en-suite bathroom equipped with a soaking tub, a separate glass-enclosed shower, and designer fixtures. The master suite also offers a walk-in closet large enough to accommodate an extensive wardrobe. This property includes a wide range of amenities for health and wellness as well. The penthouse has access to a private gym, so you never have to leave home for a workout. The property also offers concierge services that cater to your every need, whether it’s arranging for a personal chef, booking spa treatments, or organizing private transportation. Miami Beach is known for its vibrant culture, high-end shopping, and fine dining options, all of which are just a short distance from the property. The location of this penthouse ensures that you can enjoy all the excitement of the city, while still having a peaceful oceanfront retreat to return to at the end of the day. This Oceanview Penthouse truly offers the best of both worlds: the excitement of Miami Beach combined with the tranquility and luxury of beachfront living. It is an ideal property for those seeking elegance, comfort, and a true connection to the ocean.",
    "Ground_floor": "Living room, kitchen, gym, guest bedroom",
    "1st_Floor": "Master bedroom, rooftop terrace, swimming pool",
    "person_name": "John Doe",
    "feedback": "Absolutely stunning property with unparalleled views and luxurious amenities.",
    "tags": ["luxury", "oceanview", "penthouse", "Miami"]
  },
  {
    "image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/family-mansion-1-450x300.jpg",
    "estate_title": "Beachfront Villa",
    "id": 2,
    "segment_name": "Beachfront Property",
    "description": "A modern villa directly on the beach with private access to the ocean.",
    "price": "$8,000,000",
    "status": "sale",
    "area": "4500 sq ft",
    "location": "Malibu, CA",
    "facilities": ["living room", "swimming pool", "kitchen", "private beach", "spa"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/beachfront-banner.jpg",
    "address": "456 Oceanfront Dr, Malibu, CA",
    "long_description": "This Beachfront Villa located in Malibu, California, represents the epitome of modern beachfront living. The villa sits directly on the beach, providing you with private access to the ocean and offering endless opportunities for relaxation and recreation. With its clean lines, open floor plan, and expansive glass windows, this villa seamlessly blends indoor and outdoor living spaces, allowing residents to feel as though they are one with the natural surroundings. The interior of this villa is both spacious and luxurious. The open-concept living room features high ceilings, floor-to-ceiling glass windows, and an abundance of natural light, creating a sense of airy openness. The gourmet kitchen is fitted with top-of-the-line appliances, including a double oven, a large center island, and custom cabinetry. It opens directly into the dining and living areas, making it perfect for entertaining guests. The outdoor spaces are equally impressive. The villa boasts a private swimming pool surrounded by a sun deck, where you can relax and enjoy the sound of the waves crashing on the shore. For those who enjoy dining al fresco, there is an outdoor kitchen and barbecue area, complete with a dining table that offers stunning ocean views. The master suite in the villa is a true retreat, offering a large bedroom with expansive ocean views, a private terrace, and a spa-like en-suite bathroom with a soaking tub and a glass-enclosed shower. The villa also includes guest bedrooms with en-suite bathrooms, a private spa for relaxation, and a gym for keeping fit. Located just a short drive from the world-renowned Malibu Pier and some of the finest dining and shopping in the area, this Beachfront Villa is ideal for those looking for a serene oceanfront lifestyle without sacrificing modern conveniences. Whether you're relaxing by the pool, strolling along the beach, or enjoying the luxurious interior spaces, this villa offers an unmatched living experience. The property's prime location and modern amenities make it perfect for both full-time living and as a vacation home for those seeking a tranquil, luxurious escape. With its blend of style, location, and amenities, this villa truly offers everything you could want in a beachfront home.",
    "Ground_floor": "Living room, kitchen, spa, swimming pool",
    "1st_Floor": "Master bedroom, private terrace, guest rooms",
    "person_name": "Jane Smith",
    "feedback": "The private beach access is unbeatable, and the villa design is superb.",
    "tags": ["beachfront", "luxury", "villa", "Malibu"]
  },
  {
    "image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/list-half-map-image-2-450x300.jpg",
    "id": 3,
    "segment_name": "Private Island",
    "description": "A secluded private island with pristine beaches and luxurious accommodations.",
    "price": "$20,000,000",
    "status": "sale",
    "area": "10,000 sq ft",
    "location": "Caribbean",
    "facilities": ["living room", "swimming pool", "kitchen", "helipad", "private dock"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/private-island-banner.jpg",
    "address": "Private Island, Caribbean",
    "long_description": "This private island offers ultimate seclusion and luxury with pristine beaches, spacious accommodations, and exclusive amenities including a helipad and private dock. The island provides a sense of complete isolation, where you can escape the hustle and bustle of the modern world and reconnect with nature in the most luxurious surroundings. The estate spans 10,000 square feet, offering ample space for both relaxation and entertaining. Upon arrival at the island, you are greeted with breathtaking views of the turquoise waters that surround the property. The island's main villa is designed with a blend of traditional Caribbean architecture and modern amenities, ensuring both comfort and style. The living room offers sweeping views of the ocean through large glass doors that open onto a deck, where you can enjoy your morning coffee or evening cocktails while listening to the gentle waves lap against the shore. The gourmet kitchen is equipped with professional-grade appliances, perfect for preparing gourmet meals for friends and family. The outdoor spaces are equally impressive, with a private infinity-edge swimming pool that seems to merge with the ocean beyond. The property also includes a private dock, where you can keep a yacht or other watercraft for exploring the surrounding islands. Additionally, a private helipad ensures that guests can arrive in style and convenience. The master suite is a true sanctuary, offering panoramic ocean views, a private terrace, and an en-suite bathroom with a soaking tub that overlooks the beach. The guest rooms are equally luxurious, offering private terraces and en-suite bathrooms. The island also includes a variety of recreational facilities, such as a private gym, spa, and outdoor entertainment area. Whether you enjoy swimming, kayaking, or simply lounging on the beach, this island offers something for everyone. Perfect for hosting private events or family vacations, this secluded paradise allows you to enjoy the finest in luxury living while being surrounded by the natural beauty of the Caribbean. Owning this private island represents the pinnacle of luxury and exclusivity.",
    "Ground_floor": "Living room, kitchen, swimming pool",
    "1st_Floor": "Master bedroom, guest rooms, private terraces",
    "person_name": "Emily Johnson",
    "feedback": "A once-in-a-lifetime property that offers unmatched privacy and luxury.",
    "tags": ["private island", "luxury", "secluded", "Caribbean"]
  },
  {
    "image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/east-sunglight-01-450x300.jpg",
    "estate_title": "Modern Luxury Villa",
    "id": 4,
    "segment_name": "Villa",
    "description": "A sleek and modern villa with contemporary design and stunning city views.",
    "price": "$3,200,000",
    "status": "sale",
    "area": "4000 sq ft",
    "location": "Los Angeles, CA",
    "facilities": ["living room", "swimming pool", "kitchen", "home theater", "gym"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/villa-banner.jpg",
    "address": "789 Skyline Dr, Los Angeles, CA",
    "long_description": "This Modern Luxury Villa offers a sleek and contemporary design combined with unparalleled views of the Los Angeles skyline. Situated in the hills above the city, this villa offers not only privacy but also convenient access to everything LA has to offer. The villa's architecture is a masterpiece of modern design, with clean lines, floor-to-ceiling glass windows, and an open floor plan that allows for maximum natural light. The living room features high ceilings and expansive windows that offer breathtaking views of the city below. The open-concept design seamlessly connects the living area to the gourmet kitchen, which is equipped with top-of-the-line appliances, including a large central island, custom cabinetry, and a wine fridge. One of the most impressive features of this property is the infinity-edge swimming pool that overlooks the city. The outdoor space also includes a spacious sun deck and an outdoor kitchen, perfect for entertaining guests or enjoying a quiet evening at home. The master suite is a true retreat, with large windows that provide panoramic city views, a private balcony, and a luxurious en-suite bathroom featuring a soaking tub, a rain shower, and double vanities. The villa also includes additional guest bedrooms, each with its own en-suite bathroom and walk-in closet. For those who enjoy entertainment, the villa features a state-of-the-art home theater, complete with surround sound and plush seating. There is also a private gym equipped with everything needed for a complete workout. In addition to these amenities, the villa comes with smart home technology, allowing you to control the lighting, temperature, and security system from your phone or tablet. The property is located just minutes from the best dining, shopping, and entertainment that Los Angeles has to offer, yet provides a peaceful retreat away from the hustle and bustle of the city. Whether you're lounging by the pool, hosting a dinner party, or enjoying a movie in the home theater, this villa offers the ultimate in modern luxury living.",
    "Ground_floor": "Living room, kitchen, home theater, gym",
    "1st_Floor": "Master bedroom, guest rooms, swimming pool",
    "person_name": "Michael Davis",
    "feedback": "The views of the city from the pool are absolutely stunning. Modern design at its finest.",
    "tags": ["luxury", "villa", "modern", "Los Angeles"]
  },
  {
    "image":"https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/property-grid-img-1-450x300.jpg",
    "estate_title": "Countryside Estate",
    "id": 5,
    "segment_name": "Estate",
    "description": "A sprawling estate in the countryside with expansive gardens and luxury amenities.",
    "price": "$9,500,000",
    "status": "sale",
    "area": "8000 sq ft",
    "location": "Napa Valley, CA",
    "facilities": ["living room", "swimming pool", "kitchen", "vineyard", "guest house"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/countryside-estate-banner.jpg",
    "address": "123 Vineyard Ln, Napa Valley, CA",
    "long_description": "This Countryside Estate located in the heart of Napa Valley offers a luxurious retreat amidst vineyards and rolling hills. The property spans 8,000 square feet and is surrounded by lush gardens and a private vineyard, offering both privacy and a connection to the natural beauty of the area. The estate's main house is designed with a blend of traditional and modern elements, creating a warm and inviting atmosphere. The living room features high ceilings, a large stone fireplace, and expansive windows that frame views of the gardens and vineyards. The gourmet kitchen is perfect for those who love to cook, with professional-grade appliances, a large center island, and custom cabinetry. The estate also includes a formal dining room and a wine cellar, ideal for hosting dinner parties and wine tastings. The outdoor spaces are truly breathtaking, with a large swimming pool surrounded by a sun deck, multiple seating areas, and a fire pit. The estate also features a guest house, providing additional accommodations for family or friends. The master suite is a true sanctuary, offering a large bedroom with garden views, a private terrace, and a spa-like en-suite bathroom with a soaking tub and a glass-enclosed shower. The property also includes a gym, a home office, and a large garage. For those who enjoy the outdoors, the estate offers ample opportunities for hiking, biking, and exploring the surrounding vineyards. Located in the world-renowned Napa Valley, the estate is just a short drive from some of the best wineries and restaurants in the region. Whether you're enjoying a glass of wine on the terrace, hosting a gathering in the formal dining room, or taking a swim in the pool, this Countryside Estate offers the ultimate in luxury and relaxation.",
    "Ground_floor": "Living room, kitchen, dining room, wine cellar",
    "1st_Floor": "Master bedroom, guest house, swimming pool",
    "person_name": "Sarah Thompson",
    "feedback": "The perfect blend of luxury and nature. The vineyard views are breathtaking.",
    "tags": ["countryside", "estate", "luxury", "Napa Valley"]
  },
  {
    "image":"https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/modern-family-house-01-450x300.jpg",
    "estate_title": "Luxury City Apartment",
    "id": 6,
    "segment_name": "Apartment",
    "description": "A high-end apartment located in the heart of the city, offering modern luxury living.",
    "price": "$2,500,000",
    "status": "sale",
    "area": "2000 sq ft",
    "location": "New York, NY",
    "facilities": ["living room", "kitchen", "gym", "concierge service", "rooftop terrace"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/city-apartment-banner.jpg",
    "address": "789 Park Ave, New York, NY",
    "long_description": "This Luxury City Apartment located in the heart of New York offers the finest in modern urban living. The apartment spans 2,000 square feet and is designed with a sleek and contemporary aesthetic. Floor-to-ceiling windows provide expansive views of the city skyline, while high-end finishes and modern amenities ensure a comfortable and stylish living experience. The open-concept living area includes a spacious living room, a dining area, and a gourmet kitchen equipped with top-of-the-line appliances. The apartment's master suite offers a luxurious retreat with a large bedroom, an en-suite bathroom with a soaking tub and a glass-enclosed shower, and a walk-in closet. Additional features of the apartment include a private gym, concierge services, and access to a rooftop terrace with stunning city views. Located in one of the most prestigious neighborhoods in the city, this apartment provides convenient access to world-class dining, shopping, and entertainment. Whether you're enjoying a quiet evening at home or hosting guests for a dinner party, this apartment offers the ultimate in city living.",
    "Ground_floor": "Living room, kitchen, gym",
    "1st_Floor": "Master bedroom, rooftop terrace, concierge service",
    "person_name": "David Lee",
    "feedback": "Modern, stylish, and right in the middle of everything. Perfect for city living.",
    "tags": ["luxury", "apartment", "city living", "New York"]
  },
  {
    "image":  "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/list-half-map-image-2-450x300.jpg",
    "estate_title": "Mountain Retreat",
    "id": 7,
    "segment_name": "Cabin",
    "description": "A cozy mountain retreat with breathtaking views and a peaceful atmosphere.",
    "price": "$3,800,000",
    "status": "sale",
    "area": "3500 sq ft",
    "location": "Aspen, CO",
    "facilities": ["living room", "kitchen", "fireplace", "hot tub", "ski-in/ski-out access"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/mountain-retreat-banner.jpg",
    "address": "456 Alpine Rd, Aspen, CO",
    "long_description": "This Mountain Retreat located in Aspen, Colorado, offers a cozy and luxurious escape from the hustle and bustle of city life. Nestled in the mountains, this cabin provides stunning views of the surrounding wilderness, as well as easy access to world-class skiing and outdoor activities. The cabin features a warm and inviting interior with wood-paneled walls, a stone fireplace, and large windows that frame the breathtaking mountain views. The open-concept living area includes a spacious living room, a gourmet kitchen with modern appliances, and a dining area perfect for hosting family and friends. The master suite offers a private balcony with mountain views, a luxurious en-suite bathroom with a soaking tub, and a walk-in closet. Additional features of the cabin include a hot tub, a ski-in/ski-out access, and a large deck where you can enjoy the fresh mountain air. Located just minutes from downtown Aspen, this retreat offers both privacy and convenience, making it an ideal property for those who love the outdoors but also want access to modern amenities.",
    "Ground_floor": "Living room, kitchen, fireplace, hot tub",
    "1st_Floor": "Master bedroom, private balcony, ski-in/ski-out access",
    "person_name": "Laura Wilson",
    "feedback": "The perfect blend of luxury and nature. The mountain views are breathtaking.",
    "tags": ["mountain", "retreat", "luxury", "Aspen"]
  },
  {
    "image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/family-mansion-1-450x300.jpg",
    "estate_title": "Historic Mansion",
    "id": 8,
    "segment_name": "Mansion",
    "description": "A grand historic mansion with stunning architecture and modern updates.",
    "price": "$12,000,000",
    "status": "sale",
    "area": "10,000 sq ft",
    "location": "Charleston, SC",
    "facilities": ["living room", "kitchen", "library", "formal dining room", "guest house"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/historic-mansion-banner.jpg",
    "address": "123 Historic Ln, Charleston, SC",
    "long_description": "This Historic Mansion located in Charleston, South Carolina, offers the perfect blend of old-world charm and modern luxury. The mansion spans 10,000 square feet and features stunning architectural details, including original woodwork, high ceilings, and grand fireplaces. The property has been meticulously updated to include modern amenities, while still preserving its historic character. The mansion's main level includes a formal living room, a grand staircase, a library, and a formal dining room that can accommodate large gatherings. The gourmet kitchen has been updated with top-of-the-line appliances and features a large center island and custom cabinetry. The master suite offers a luxurious retreat with a large bedroom, a spa-like en-suite bathroom, and a walk-in closet. The property also includes a guest house, providing additional accommodations for family and friends. The outdoor spaces are equally impressive, with a beautifully landscaped garden, multiple terraces, and a swimming pool. Located in the heart of Charleston, this mansion offers easy access to the city's finest dining, shopping, and cultural attractions. Whether you're hosting a formal event or enjoying a quiet evening at home, this mansion provides the perfect setting for both relaxation and entertainment.",
    "Ground_floor": "Living room, kitchen, library, formal dining room",
    "1st_Floor": "Master bedroom, guest house, swimming pool",
    "person_name": "Alexandra Brown",
    "feedback": "The perfect blend of historic charm and modern luxury. A truly stunning property.",
    "tags": ["historic", "mansion", "luxury", "Charleston"]
  },
  {
    "image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/list-half-map-image-3-450x300.jpg",
    "estate_title": "Luxury High-Rise Penthouse",
    "id": 9,
    "segment_name": "Penthouse",
    "description": "A sleek and modern penthouse in a luxury high-rise building with stunning city views.",
    "price": "$4,500,000",
    "status": "sale",
    "area": "3500 sq ft",
    "location": "Chicago, IL",
    "facilities": ["living room", "kitchen", "home theater", "rooftop terrace", "gym"],
    "banner_image": "https://newhome.qodeinteractive.com/wp-content/uploads/2023/03/high-rise-penthouse-banner.jpg",
    "address": "123 Highrise Ave, Chicago, IL",
    "long_description": "This Luxury High-Rise Penthouse located in Chicago, Illinois, offers the ultimate in modern city living. The penthouse is situated in one of the city's most prestigious buildings, providing stunning views of the skyline and Lake Michigan. The interior features a sleek and modern design, with floor-to-ceiling windows, an open-concept living area, and high-end finishes throughout. The living room offers breathtaking views of the city, while the gourmet kitchen is equipped with top-of-the-line appliances, custom cabinetry, and a large center island. The master suite is a true retreat, offering a large bedroom with panoramic city views, a luxurious en-suite bathroom with a soaking tub and a glass-enclosed shower, and a walk-in closet. Additional features of the penthouse include a home theater, a private gym, and access to a rooftop terrace with a dining area and a lounge area. The building also offers a range of amenities, including a concierge service, a fitness center, and a swimming pool. Located in the heart of Chicago, this penthouse provides easy access to world-class dining, shopping, and entertainment. Whether you're relaxing in the home theater, working out in the private gym, or enjoying a meal on the rooftop terrace, this penthouse offers the ultimate in modern luxury living.",
    "Ground_floor": "Living room, kitchen, home theater, gym",
    "1st_Floor": "Master bedroom, rooftop terrace, concierge service",
    "person_name": "Oliver Clark",
    "feedback": "Stunning views, modern design, and great amenities. The perfect penthouse.",
    "tags": ["luxury", "penthouse", "city living", "Chicago"]
  }
]
